koajs/n1-highcpu-4-5ms/c125.txt
Bombarding http://10.148.0.2:8080//5ms with 500000 request(s) using 125 connection(s)
 500000 / 500000 [===============================================================================================================] 100.00% 8s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     58025.20    2456.29   64035.16
  Latency        2.15ms   490.58us    50.09ms
  Latency Distribution
     50%     1.97ms
     75%     2.12ms
     90%     2.82ms
     99%     4.79ms
  HTTP codes:
    1xx - 0, 2xx - 500000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:    11.49MB/s